{
  "planeteers": [
    {
      "name": "Jonathan Brierre",
      "fromUSA": true,
      "born": 1997,
      "bio": "I have nothing to do at the end of this code challenge besides add me to this page. Hello instructor!",
      "quote": "Thank you for your guidance 🙏🏾",
      "pictureUrl": "https://images-na.ssl-images-amazon.com/images/I/41FBm7PCIfL._US230_.jpg",
      "twitter": "lol follow my instagram @lumen.interius",
      "id": 2
      
    },
    {
      "id": 3,
      "name": "Xiye Bastida",
      "fromUSA": true,
      "born": 2002,
      "bio": "Xiye Bastida is a teenage climate activist currently based in New York City and one of the lead organizers of the Fridays For Future youth climate strike movement. Bastida was born and raised in Mexico as part of the Otomi-Toltec indigenous peoples. She sits on the administration committee of the Peoples Climate Movement, where she brings the voice of youth to existing grassroots and climate organizations. She received the “Spirit of the UN” award in 2018.",
      "quote": "We are on Earth to take care of life. We are on Earth to take care of each other.",
      "pictureUrl": "https://160g7a3snajg2i1r662yjd5r-wpengine.netdna-ssl.com/wp-content/uploads/2019/12/xiya.jpg",
      "twitter": "@xiyebastida"
    },
    {
      "id": 4,
      "name": "Isra Hirsi",
      "fromUSA": true,
      "born": 2003,
      "bio": "Isra Hirsi is the 16-year old co-founder and co-executive of the US Youth Climate Strike, the organization that leads the student climate strikes. As the co-founder of the U.S. Youth Climate Strike and the daughter of Congresswoman Ilhan Omar, Isra Hirsi is grappling with harassment, safety threats, tokenization, and privilege on a national scale years before she's even allowed to vote. Inspired by the Flint water crisis, Isra fights for climate justice. As a black Muslim woman, she emphasizes the importance of intersectionality in the movement for climate justice. She is also a part of MN Can’t Wait, a youth coalition of organizations calling upon the Minnesota government to take action.",
      "quote": "It is my future, it is the younger ones’ future, and it’s less the older ones’ future.",
      "pictureUrl": "https://160g7a3snajg2i1r662yjd5r-wpengine.netdna-ssl.com/wp-content/uploads/2019/12/isra.gif",
      "twitter": "@israhirsi"
    },
    {
      "id": 5,
      "name": "Lilly Platt",
      "fromUSA": false,
      "born": 2010,
      "bio": "Just at 9 years old, Lilly Platt, started going on a war to end plastic pollution. When Lilly first moved to Holland her grandfather began teaching her to speak Dutch, and to help her learn numbers, they collected pieces of plastic trash and counted them. She no longer needs the practice but she’s still picking up plastic. Today, Lilly is a Youth Ambassador for the Plastic Pollution Coalition and a Child Ambassador for HOW Global and World Cleanup Day.",
      "quote": "You don’t have to be a grown up to do something. Children are allowed to help the environment. If they don’t, they won’t have a future. They won’t have anything to go to school for.",
      "pictureUrl": "https://160g7a3snajg2i1r662yjd5r-wpengine.netdna-ssl.com/wp-content/uploads/2019/12/lilly.gif",
      "twitter": "@lillyspickup"
    },
    {
      "id": 6,
      "name": "Leah Namugerwa",
      "fromUSA": false,
      "born": 2005,
      "bio": "As a 14-year-old member of Fridays for Future Uganda, Leah Namugerwa strikes every Friday for climate justice. Leah was inspired by Greta Thunberg but was truly moved to act after seeing the famine caused by drought and landslides from climate change. Despite the Ugandan government’s harsh response to strikers, Leah continues to fight for change. Currently, she is demanding a Ugandan plastic bag ban.",
      "quote": "Most people do not care what they do to the environment. I noticed adults were not willing to offer leadership and I chose to volunteer myself. Environmental injustice is injustice to me.",
      "pictureUrl": "https://160g7a3snajg2i1r662yjd5r-wpengine.netdna-ssl.com/wp-content/uploads/2019/12/leah.gif",
      "twitter": "@NamugerwaLeah"
    },
    {
      "id": 7,
      "name": "Lauren Howland",
      "fromUSA": true,
      "born": 1999,
      "bio": "Twenty-one-year old Lauren Howland is one of the Standing Rock activists. She is from Dulce, New Mexico, which is on the Jicarilla Apache Reservation, but the tribe she is affiliated with is San Carlos Apache Nation, she is also half Navajo. The mission of the International Indigenous Youth Council is to help fight back against environmental racism.  Howland’s wrist was broken by a National Guardsman’s baton on October 22, 2016. She and other Water Protectors were attempting to reach pipeline construction sites when they were corralled by law enforcement.",
      "quote": "We are made up of water, we are born in water, we come from water. Water is an essence of our being. We are water. That's what water means to us: it means life, it means unity, it means one people, it means all these things because we're all connected, because of water.",
      "pictureUrl": "https://washingtonspectator.org/wp-content/uploads/2017/02/madeline_cottingham004.jpg",
      "twitter": " "
    },
    {
      "name": "Haven Coleman",
      "fromUSA": true,
      "born": 2006,
      "bio": "Sloths were the main motivator for Haven Coleman’s dive into environmental activism. At just 13, she is already a co-founder and co-executive director of the US Youth Climate Strike. Despite the backlash she has received from classmates, politicians, and even strangers, Haven remains determined to continue her activism and bring about meaningful change. It was a fifth grade lesson about deforestation was the catalyst for her commitment to ending climate change. Having participated in climate work since she was 10, Coleman’s transition to founding her own climate-focused organization was only natural.",
      "quote": "I  was so mad that we were making the world so sick and hurting so many people, killing so many people. I knew that it was not about saving the sloths, it was about saving all the organisms that live on it.",
      "pictureUrl": "https://160g7a3snajg2i1r662yjd5r-wpengine.netdna-ssl.com/wp-content/uploads/2019/12/haven.gif",
      "twitter": "@havenruthie",
      "id": 8
    },
    {
      "name": "Greta Thunberg",
      "fromUSA": false,
      "born": 2003,
      "bio": "It could be argued that without Greta Thunberg, there would be no youth climate strike movement. The 16-year-old Swedish climate activist has been striking outside of the parliament building in Stockholm since last August, and is the founder of the Fridays for Future youth climate strike movement. Her impassioned speeches have left politicians speechless and millions of young people inspired around the world. “Our house is falling apart and our leaders need to start acting accordingly because at the moment they are not,” Greta demanded of Members of the European Parliament and EU officials in Strasbourg in April.",
      "quote": "Yes, we are failing, but there is still time to turn everything around — we can still fix this. I want you to act as if the house was on fire. Because it is.",
      "pictureUrl": "https://160g7a3snajg2i1r662yjd5r-wpengine.netdna-ssl.com/wp-content/uploads/2019/12/greta.jpg",
      "twitter": "@GretaThunberg",
      "id": 9
    }

  ]
}